Repository: tomwuyutao/Weather-Atlas
Catalog: Weather/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans, zh_hant

source: Clear Find Sun Results
de: Löschen Sie „Find Sun Results“.
es: Borrar resultados de búsqueda solar
fr: Effacer Rechercher les résultats du soleil
it: Cancella risultati Trova sole
ja: 「太陽を探す」の結果をクリア
ko: 태양 찾기 결과 지우기
pt: Limpar resultados de Encontrar Sol
ru: Очистить результаты поиска Солнца
zh_hans: 清除查找太阳结果
zh_hant: 清除查找太陽結果

source: Clear Now
de: Jetzt löschen
es: Limpiar ahora
fr: Effacer maintenant
it: Cancella adesso
ja: 今すぐクリア
ko: 지금 지우기
pt: Limpar agora
ru: Очистить сейчас
zh_hans: 立即清除
zh_hant: 立即清除

source: Clear Results
de: Ergebnisse löschen
es: Borrar resultados
fr: Effacer les résultats
it: Cancella risultati
ja: 結果を消去
ko: 결과 지우기
pt: Limpar resultados
ru: Очистить результаты
zh_hans: 清除结果
zh_hant: 清除結果

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉

source: Closes this place preview.
de: Schließt die Vorschau dieses Ortes.
es: Cierra la vista previa de este lugar.
fr: Ferme cet aperçu du lieu.
it: Chiude l'anteprima di questo luogo.
ja: この場所のプレビューを閉じます。
ko: 이 장소 미리보기를 닫습니다.
pt: Fecha a visualização deste lugar.
ru: Закрывает предварительный просмотр этого места.
zh_hans: 关闭此地点预览。
zh_hant: 關閉此地點預覽。

source: Cloud Cover
de: Bewölkung
es: Nubosidad
fr: Couverture nuageuse
it: Copertura nuvolosa
ja: 雲量
ko: 구름량
pt: Nebulosidade
ru: Облачность
zh_hans: 云量
zh_hant: 雲量

source: Cloudy
de: Bewölkt
es: Nublado
fr: Nuageux
it: Nuvoloso
ja: 曇り
ko: 흐림
pt: Nublado
ru: Облачно
zh_hans: 多云
zh_hant: 多雲

source: Cloudy, Windy, Snowy, Foggy
de: Bewölkt, Windig, Schnee, Nebel
es: Nublado, Ventoso, Nieve, Niebla
fr: Nuageux, Venteux, Neige, Brouillard
it: Nuvoloso, Ventoso, Neve, Nebbia
ja: 曇り、強風、雪、霧
ko: 흐림, 바람, 눈, 안개
pt: Nublado, Ventoso, Neve, Névoa
ru: Облачно, Ветрено, Снег, Туман
zh_hans: 多云、有风、雪、雾
zh_hant: 多雲、有風、雪、霧

source: Collection
de: Sammlung
es: Colección
it: Raccolta
ja: コレクション
ko: 컬렉션
pt: Coleção
ru: Коллекция
zh_hans: 集合
zh_hant: 集合

source: Collection %@ does not exist.
de: Sammlung %@ existiert nicht.
es: La colección %@ no existe.
fr: La collection %@ n'existe pas.
it: La raccolta %@ non esiste.
ja: コレクション%@は存在しません。
ko: 다음 컬렉션이 없습니다: %@
pt: A coleção %@ não existe.
ru: Коллекция %@ не существует.
zh_hans: 集合 %@ 不存在。
zh_hant: 集合 %@ 不存在。

source: Collection identity %@ already exists.
de: Die Sammlungs-ID %@ ist bereits vorhanden.
es: El identificador de la colección %@ ya existe.
fr: L’identifiant de collection %@ existe déjà.
it: L’identificatore della raccolta %@ esiste già.
ja: コレクションID %@はすでに存在します。
ko: 이미 사용 중인 컬렉션 ID입니다: %@
pt: O identificador da coleção %@ já existe.
ru: Идентификатор коллекции %@ уже существует.
zh_hans: 集合标识 %@ 已存在。
zh_hant: 集合識別碼 %@ 已存在。

source: Collection Unavailable
de: Sammlung nicht verfügbar
es: Colección no disponible
fr: Collection indisponible
it: Raccolta non disponibile
ja: コレクションを利用できません
ko: 컬렉션을 사용할 수 없음
pt: Coleção indisponível
ru: Коллекция недоступна
zh_hans: 集合不可用
zh_hant: 集合無法使用

source: Collections
de: Sammlungen
es: Colecciones
it: Raccolte
ja: コレクション
ko: 컬렉션
pt: Coleções
ru: Коллекции
zh_hans: 集合
zh_hant: 集合

source: Collections are optional. All saved places remain available in All Places.
de: Sammlungen sind optional. Alle gespeicherten Orte bleiben unter „Alle Orte“ verfügbar.
es: Las colecciones son opcionales. Todos los lugares guardados permanecen disponibles en «Todos los lugares».
fr: Les collections sont facultatives. Tous les lieux enregistrés restent disponibles dans « Tous les lieux ».
it: Le raccolte sono facoltative. Tutti i luoghi salvati rimangono disponibili in Tutti i luoghi.
ja: コレクションは任意です。保存した場所はすべて「すべての場所」に残ります。
ko: 컬렉션은 선택 사항입니다. 저장한 모든 장소는 계속 ‘모든 장소’에서 볼 수 있습니다.
pt: As coleções são opcionais. Todos os locais guardados permanecem disponíveis em “Todos os locais”.
ru: Коллекции необязательны. Все сохранённые места остаются в разделе «Все места».
zh_hans: 集合是可选的。所有已保存地点仍可在“所有地点”中找到。
zh_hant: 集合並非必要。所有已儲存的地點仍可在「所有地點」中找到。

source: Collections are optional. Create one when you want to group places.
de: Sammlungen sind optional und können zum Gruppieren von Orten erstellt werden.
es: Las colecciones son opcionales. Crea una cuando quieras agrupar lugares.
fr: Les collections sont facultatives. Créez-en une lorsque vous souhaitez regrouper des lieux.
it: Le raccolte sono facoltative. Creane una quando desideri raggruppare i luoghi.
ja: コレクションは任意です。場所をまとめたいときに作成できます。
ko: 컬렉션은 선택 사항입니다. 장소를 그룹으로 묶고 싶을 때 만드세요.
pt: As coleções são opcionais. Crie uma quando quiser agrupar locais.
ru: Коллекции необязательны. Создайте коллекцию, когда захотите сгруппировать места.
zh_hans: 集合是可选的。需要将地点分组时再创建即可。
zh_hant: 集合並非必要。需要將地點分組時再建立即可。

source: Collections organize saved places without removing them from All Places.
de: Sammlungen organisieren gespeicherte Orte, ohne sie aus der Übersicht „Alle Orte“ zu entfernen.
es: Las colecciones organizan los lugares guardados sin eliminarlos de «Todos los lugares».
fr: Les collections organisent les lieux enregistrés sans les supprimer de « Tous les lieux ».
it: Le raccolte organizzano i luoghi salvati senza rimuoverli da Tutti i luoghi.
ja: コレクションで整理しても、保存した場所は「すべての場所」に残ります。
ko: 컬렉션으로 정리해도 저장한 장소는 ‘모든 장소’에 그대로 남습니다.
pt: As coleções organizam os locais guardados sem os remover de “Todos os locais”.
ru: Коллекции упорядочивают сохранённые места, не удаляя их из раздела «Все места».
zh_hans: 集合可整理已保存地点，且不会将其从“所有地点”移除。
zh_hant: 集合可整理已儲存的地點，且不會將其從「所有地點」中移除。

source: Compare Locations
de: Orte vergleichen
es: Comparar ubicaciones
fr: Comparer les lieux
it: Confronta località
ja: 場所を比較
ko: 위치 비교
pt: Comparar locais
ru: Сравнить места
zh_hans: 比较地点
zh_hant: 比較地點

source: Compare your places and see which ones have the sunniest conditions.
de: Vergleichen Sie Ihre Orte und finden Sie heraus, welche die sonnigsten Bedingungen haben.
es: Compara tus lugares y mira cuáles tienen las condiciones más soleadas.
fr: Comparez vos lieux et voyez lesquels ont les conditions les plus ensoleillées.
it: Confronta i tuoi luoghi e scopri quali hanno le condizioni più soleggiate.
ja: あなたの場所を比較して、最も日当たりの良い場所を確認してください。
ko: 당신의 장소를 비교하고 어느 곳이 가장 햇볕이 잘 드는지 확인하십시오.
pt: Compare seus locais e veja quais têm as condições mais ensolaradas.
ru: Сравните свои места и посмотрите, в каких из них самые солнечные условия.
zh_hans: 比较您的地点，看看哪些地点阳光最充足。
zh_hant: 比較您的地點，看看哪些地點陽光最充足。

source: Continent
de: Kontinent
es: Continente
it: Continente
ja: 大陸
ko: 대륙
pt: Continente
ru: Континент
zh_hans: 大陆
zh_hant: 大陸

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt: Continuar
ru: Продолжить
zh_hans: 继续
zh_hant: 繼續

source: Copies the support email address
de: Kopiert die Support-E-Mail-Adresse
es: Copia la dirección de correo de soporte
fr: Copie l’adresse e-mail d’assistance
it: Copia l'indirizzo e-mail dell'assistenza
ja: サポート用メールアドレスをコピーします
ko: 지원 이메일 주소를 복사합니다
pt: Copia o endereço de e-mail do suporte
ru: Копирует адрес электронной почты поддержки
zh_hans: 复制支持邮箱地址
zh_hant: 複製支援電子郵件地址

source: Couldn’t Add Places
de: Orte konnten nicht hinzugefügt werden
es: No se pudieron agregar lugares
fr: Impossible d'ajouter des lieux
it: Impossibile aggiungere luoghi
ja: 場所を追加できませんでした
ko: 장소를 추가할 수 없습니다.
pt: Não foi possível adicionar lugares
ru: Не удалось добавить места
zh_hans: 无法添加地点
zh_hant: 無法新增地點

source: Couldn’t Save Collection
de: Sammlung konnte nicht gespeichert werden
es: No se pudo guardar la colección
fr: Impossible d'enregistrer la collection
it: Impossibile salvare la raccolta
ja: コレクションを保存できませんでした
ko: 컬렉션을 저장할 수 없음
pt: Não foi possível guardar a coleção
ru: Не удалось сохранить коллекцию
zh_hans: 无法保存集合
zh_hant: 無法儲存集合

source: Couldn’t Update Collection
de: Sammlung konnte nicht aktualisiert werden
es: No se pudo actualizar la colección
fr: Impossible de mettre à jour la collection
it: Impossibile aggiornare la raccolta
ja: コレクションを更新できませんでした
ko: 컬렉션을 업데이트할 수 없음
pt: Não foi possível atualizar a coleção
ru: Не удалось обновить коллекцию
zh_hans: 无法更新集合
zh_hant: 無法更新集合

source: Couldn’t Update Collections
de: Sammlungen konnten nicht aktualisiert werden
es: No se pudieron actualizar las colecciones
fr: Impossible de mettre à jour les collections
it: Impossibile aggiornare le raccolte
ja: コレクションを更新できませんでした
ko: 컬렉션을 업데이트할 수 없음
pt: Não foi possível atualizar as coleções
ru: Не удалось обновить коллекции
zh_hans: 无法更新集合
zh_hant: 無法更新集合

source: Count as a full sunny hour
de: Als volle Sonnenstunde zählen
es: Contar como una hora completa de sol
fr: Compter comme une heure complète de soleil
it: Conta come un'ora intera di sole
ja: 1時間の日照として数える
ko: 완전한 맑은 1시간으로 계산
pt: Contar como uma hora inteira de sol
ru: Считать полным солнечным часом
zh_hans: 计为完整的一小时日照
zh_hant: 計為完整的一小時日照

source: Count as half a sunny hour
de: Als halbe Sonnenstunde zählen
es: Contar como media hora de sol
fr: Compter comme une demi-heure de soleil
it: Conta come mezz'ora di sole
ja: 0.5時間の日照として数える
ko: 절반의 맑은 1시간으로 계산
pt: Contar como meia hora de sol
ru: Считать половиной солнечного часа
zh_hans: 计为半小时日照
zh_hant: 計為半小時日照

source: country
de: Land
es: país
fr: pays
it: paese
ja: 国
ko: 국가
pt: país
ru: страна
zh_hans: 国家
zh_hant: 國家

source: Country
de: Land
es: País
fr: Pays
it: Paese
ja: 国
ko: 국가
pt: País
ru: Страна
zh_hans: 国家
zh_hant: 國家

source: country catalog
de: Länderkatalog
es: catálogo de países
fr: catalogue des pays
it: catalogo dei paesi
ja: 国カタログ
ko: 국가 카탈로그
pt: catálogo de países
ru: каталог стран
zh_hans: 国家目录
zh_hant: 國家目錄

source: Country catalog data is missing.
de: Die Daten des Länderkatalogs fehlen.
es: Faltan los datos del catálogo de países.
fr: Les données du catalogue des pays sont manquantes.
it: Mancano i dati del catalogo dei paesi.
ja: 国カタログのデータがありません。
ko: 국가 카탈로그 데이터가 없습니다.
pt: Faltam os dados do catálogo de países.
ru: Данные каталога стран отсутствуют.
zh_hans: 缺少国家目录数据。
zh_hant: 缺少國家目錄資料。

source: Create a collection of the largest cities in a continent
de: Erstelle eine Sammlung der größten Städte eines Kontinents
es: Crea una colección de las ciudades más grandes de un continente
fr: Créez une collection des plus grandes villes d’un continent
it: Crea una raccolta delle città più grandi di un continente
ja: 大陸内の最大都市のコレクションを作成
ko: 대륙의 가장 큰 도시 컬렉션 만들기
pt: Crie uma coleção das maiores cidades de um continente
ru: Создайте коллекцию крупнейших городов континента
zh_hans: 创建某大洲最大城市集合
zh_hant: 建立某洲最大城市集合

source: Create a collection of the largest cities in a country
de: Erstelle eine Sammlung der größten Städte eines Landes
es: Crea una colección de las ciudades más grandes de un país
fr: Créez une collection des plus grandes villes d’un pays
it: Crea una raccolta delle città più grandi di un paese
ja: 国内の最大都市のコレクションを作成
ko: 국가의 가장 큰 도시 컬렉션 만들기
pt: Crie uma coleção das maiores cidades de um país
ru: Создайте коллекцию крупнейших городов страны
zh_hans: 创建某国家最大城市集合
zh_hant: 建立某國家最大城市集合

source: Current Location
de: Aktueller Standort
es: Ubicación actual
fr: Position actuelle
it: Posizione attuale
ja: 現在地
ko: 현재 위치
pt: Localização atual
ru: Текущая геопозиция
zh_hans: 当前位置
zh_hant: 目前位置

source: Current location data is missing.
de: Daten zum aktuellen Standort fehlen.
es: Faltan los datos de la ubicación actual.
fr: Les données de la position actuelle sont manquantes.
it: Mancano i dati della posizione attuale.
ja: 現在地のデータがありません。
ko: 현재 위치 데이터가 없습니다.
pt: Faltam os dados da localização atual.
ru: Данные текущего местоположения отсутствуют.
zh_hans: 缺少当前位置数据。
zh_hant: 缺少目前位置資料。

source: Current location is unavailable on this device.
de: Der aktuelle Standort ist auf diesem Gerät nicht verfügbar.
es: La ubicación actual no está disponible en este dispositivo.
fr: La position actuelle n'est pas disponible sur cet appareil.
it: La posizione corrente non è disponibile su questo dispositivo.
ja: このデバイスでは現在の位置情報を利用できません。
ko: 이 기기에서는 현재 위치를 사용할 수 없습니다.
pt: A localização atual não está disponível neste dispositivo.
ru: Текущее местоположение недоступно на этом устройстве.
zh_hans: 当前位置在此设备上不可用。
zh_hant: 目前位置在此裝置上不可用。

source: Current location is unavailable.
de: Der aktuelle Standort ist nicht verfügbar.
es: La ubicación actual no está disponible.
fr: L'emplacement actuel n'est pas disponible.
it: La posizione attuale non è disponibile.
ja: 現在の場所が利用できません。
ko: 현재 위치를 사용할 수 없습니다.
pt: A localização atual não está disponível.
ru: Текущее местоположение недоступно.
zh_hans: 当前位置不可用。
zh_hant: 目前位置不可用。

source: Current-location weather data is missing.
de: Wetterdaten zum aktuellen Standort fehlen.
es: Faltan los datos meteorológicos de la ubicación actual.
fr: Les données météo de la position actuelle sont manquantes.
it: Mancano i dati meteo della posizione attuale.
ja: 現在地の天気データがありません。
ko: 현재 위치의 날씨 데이터가 없습니다.
pt: Faltam os dados meteorológicos da localização atual.
ru: Данные о погоде для текущего местоположения отсутствуют.
zh_hans: 缺少当前位置天气数据。
zh_hant: 缺少目前位置天氣資料。

source: Custom name
de: Eigener Name
es: Nombre personalizado
fr: Nom personnalisé
it: Nome personalizzato
ja: カスタム名
ko: 사용자 지정 이름
pt: Nome personalizado
ru: Пользовательское имя
zh_hans: 自定义名称
zh_hant: 自訂名稱

source: Daily Sunny Hours
de: Tägliche Sonnenstunden
es: Horas de sol diarias
fr: Heures d’ensoleillement quotidiennes
it: Ore di sole giornaliere
ja: 毎日の晴れ時間
ko: 일일 맑은 시간
pt: Horas de sol diárias
ru: Ежедневные солнечные часы
zh_hans: 每日晴朗时段
zh_hant: 每日晴朗時段

source: Daily sunny hours are unavailable for the selected date.
de: Die Sonnenstunden für den ausgewählten Tag sind nicht verfügbar.
es: Las horas de sol no están disponibles para la fecha seleccionada.
fr: Les heures d’ensoleillement ne sont pas disponibles pour la date sélectionnée.
it: Le ore di sole non sono disponibili per la data selezionata.
ja: 選択した日付の晴れ時間は利用できません。
ko: 선택한 날짜의 맑은 시간을 사용할 수 없습니다.
pt: As horas de sol não estão disponíveis para a data selecionada.
ru: Данные о солнечных часах на выбранную дату недоступны.
zh_hans: 所选日期的晴朗时段不可用。
zh_hant: 所選日期的晴朗時段無法使用。

source: Daily sunny hours for %@
de: Tägliche Sonnenstunden für %@
es: Horas de sol diarias de %@
fr: Heures d’ensoleillement quotidiennes pour %@
it: Ore di sole giornaliere per %@
ja: %@の1日の晴れ時間
ko: %@의 일일 맑은 시간
pt: Horas de sol diárias para %@
ru: Солнечные часы за день для %@
zh_hans: %@的每日晴朗时段
zh_hant: %@的每日晴朗時段

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
pt: Escuro
ru: Темная
zh_hans: 深色
zh_hant: 深色

source: Data Missing
de: Daten fehlen
es: Faltan datos
fr: Données manquantes
it: Dati mancanti
ja: データがありません
ko: 데이터 누락
pt: Dados em falta
ru: Данные отсутствуют
zh_hans: 数据缺失
zh_hant: 資料缺失

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pt: Data
ru: Дата
zh_hans: 日期
zh_hant: 日期

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
ja: 1日
ko: 일간
pt: Dia
ru: День
zh_hans: 单日
zh_hant: 單日

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본
pt: Padrão
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: ‘%@’ 삭제할까요?
pt: Apagar “%@”?
ru: Удалить «%@»?
zh_hans: 要删除“%@”吗？
zh_hant: 要刪除「%@」嗎？

source: Delete %@
de: %@ löschen
es: Eliminar %@
fr: Supprimer %@
it: Elimina %@
ja: %@を削除
ko: %@ 삭제
pt: Apagar %@
ru: Удалить %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete %@?
de: %@ löschen?
es: ¿Eliminar %@?
fr: Supprimer %@ ?
it: Eliminare %@?
ja: %@を削除しますか？
ko: %@ 삭제할까요?
pt: Apagar %@?
ru: Удалить %@?
zh_hans: 要删除 %@ 吗？
zh_hant: 要刪除 %@ 嗎？

source: Delete All
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
pt: Apagar tudo
ru: Удалить все
zh_hans: 全部删除
zh_hant: 全部刪除

source: Delete All Saved Places?
de: Alle gespeicherten Orte löschen?
es: ¿Eliminar todos los lugares guardados?
fr: Supprimer tous les lieux enregistrés ?
it: Eliminare tutti i luoghi salvati?
ja: 保存した場所をすべて削除しますか？
ko: 저장된 모든 장소를 삭제할까요?
pt: Apagar todos os locais salvos?
ru: Удалить все сохранённые места?
zh_hans: 删除所有已保存地点？
zh_hant: 刪除所有已儲存地點？

source: Delete Place
de: Ort löschen
es: Eliminar lugar
fr: Supprimer le lieu
it: Elimina luogo
ja: 場所を削除
ko: 장소 삭제
pt: Apagar local
ru: Удалить место
zh_hans: 删除地点
zh_hant: 刪除地點

source: Delete Place?
de: Ort löschen?
es: ¿Eliminar lugar?
fr: Supprimer le lieu ?
it: Eliminare luogo?
ja: 場所を削除しますか？
ko: 장소를 삭제할까요?
pt: Apagar local?
ru: Удалить место?
zh_hans: 要删除地点吗？
zh_hant: 要刪除地點嗎？

source: Deleting a collection removes only the grouping. Its places stay in All Places.
de: Beim Löschen einer Sammlung wird nur die Gruppierung entfernt. Die Orte bleiben unter „Alle Orte“ erhalten.
es: Al eliminar una colección solo se elimina la agrupación. Sus lugares permanecen en «Todos los lugares».
fr: La suppression d’une collection supprime uniquement le regroupement. Ses lieux restent dans « Tous les lieux ».
it: L’eliminazione di una raccolta rimuove solo il raggruppamento. I luoghi restano in “Tutti i luoghi”.
ja: コレクションを削除しても、グループ分けだけが解除されます。場所は「すべての場所」に残ります。
ko: 컬렉션을 삭제해도 그룹만 해제됩니다. 장소는 ‘모든 장소’에 그대로 남습니다.
pt: Ao apagar uma coleção, apenas o agrupamento é removido. Os respetivos locais permanecem em “Todos os locais”.
ru: При удалении коллекции удаляется только группировка. Места остаются в разделе «Все места».
zh_hans: 删除集合只会移除分组。地点仍保留在“所有地点”中。
zh_hant: 刪除集合只會移除分組。地點仍會保留在「所有地點」中。

source: Distance
de: Entfernung
es: Distancia
it: Distanza
ja: 距離
ko: 거리
pt: Distância
ru: Расстояние
zh_hans: 距离
zh_hant: 距離

source: Do not count
de: Nicht zählen
es: No contar
fr: Ne pas compter
it: Non contare
ja: 数えない
ko: 계산하지 않음
pt: Não contar
ru: Не учитывать
zh_hans: 不计入
zh_hant: 不計入

source: Do not count as sunny
de: Nicht als sonnig zählen
es: No contar como soleado
fr: Ne pas compter comme ensoleillé
it: Non contare come soleggiato
ja: 晴れとして数えない
ko: 맑음으로 계산하지 않음
pt: Não contar como ensolarado
ru: Не считать солнечным
zh_hans: 不计为晴天
zh_hant: 不計為晴天

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
zh_hans: 完成
zh_hant: 完成

source: Done editing
de: Bearbeitung beenden
es: Terminar de editar
fr: Terminer la modification
it: Fine modifica
ja: 編集を終了
ko: 편집 완료
pt: Concluir edição
ru: Завершить редактирование
zh_hans: 完成编辑
zh_hant: 完成編輯

source: Drizzle
de: Nieselregen
es: Llovizna
fr: Bruine
it: Pioviggine
ja: 霧雨
ko: 이슬비
pt: Chuvisco
ru: Морось
zh_hans: 毛毛雨
zh_hant: 毛毛雨

source: Edit Collections
de: Sammlungen bearbeiten
es: Editar colecciones
fr: Modifier les collections
it: Modifica raccolte
ja: コレクションを編集
ko: 컬렉션 편집
pt: Editar coleções
ru: Изменить коллекции
zh_hans: 编辑集合
zh_hant: 編輯集合

source: Edit saved places
de: Gespeicherte Orte bearbeiten
es: Editar lugares guardados
fr: Modifier les lieux enregistrés
it: Modifica luoghi salvati
ja: 保存した場所を編集
ko: 저장된 장소 편집
pt: Editar locais salvos
ru: Редактировать сохранённые места
zh_hans: 编辑已保存地点
zh_hant: 編輯已儲存地點

source: Email Copied
de: E-Mail kopiert
es: Email copiado
fr: E-mail copié
it: Email copiata
ja: メールアドレスをコピーしました
ko: 이메일이 복사됨
pt: Email copiado
ru: Адрес электронной почты скопирован
zh_hans: 已复制邮箱
zh_hant: 已複製電子郵件

source: Europe
de: Europa
es: Europa
it: Europa
ja: ヨーロッパ
ko: 유럽
pt: Europa
ru: Европа
zh_hans: 欧洲
zh_hant: 歐洲

source: Extra Large
de: Sehr groß
es: Muy grande
fr: Très grand
it: Molto grande
ja: とても大きい
ko: 매우 크게
pt: Muito grande
ru: Очень крупный
zh_hans: 特大
zh_hant: 特大

source: Feels Like
de: Gefühlt
es: Sensación
fr: Ressenti
it: Percepita
ja: 体感温度
ko: 체감 온도
pt: Sensação
ru: Ощущается как
zh_hans: 体感温度
zh_hant: 體感溫度

source: Find nearby World Cities with sunny conditions.
de: Finden Sie nahegelegene Weltstädte mit sonnigen Bedingungen.
es: Encuentre ciudades del mundo cercanas con condiciones soleadas.
fr: Trouvez les villes du monde à proximité avec des conditions ensoleillées.
it: Trova le città del mondo vicine con condizioni soleggiate.
ja: 晴天に恵まれた近くの世界都市を検索します。
ko: 날씨가 좋은 인근 세계 도시를 찾아보세요.
pt: Encontre cidades do mundo próximas com condições ensolaradas.
ru: Найдите близлежащие города мира с солнечной погодой.
zh_hans: 查找附近阳光充足的世界城市。
zh_hant: 尋找附近陽光充足的世界城市。

source: Find Sun
de: Finde Sonne
es: encontrar sol
fr: Trouver le soleil
it: Trova Sole
ja: 太陽を探す
ko: 태양 찾기
pt: Encontre o Sol
ru: Найти Солнце
zh_hans: 寻找太阳
zh_hant: 尋找太陽

source: Find Sun in %@
de: Sonne in %@ finden
es: Buscar sol en %@
fr: Trouver du soleil en %@
it: Trova il sole in %@
ja: %@で日差しを探す
ko: %@에서 햇빛 찾기
pt: Encontrar sol em %@
ru: Найти солнце в %@
zh_hans: 在%@寻找阳光
zh_hant: 在%@尋找陽光

source: Find sunny destinations and plan ahead for your next holiday.
de: Finde sonnige Reiseziele und plane deinen nächsten Urlaub voraus.
es: Encuentra destinos soleados y planifica tus próximas vacaciones.
fr: Trouvez des destinations ensoleillées et préparez vos prochaines vacances.
it: Trova destinazioni soleggiate e pianifica la tua prossima vacanza.
ja: 晴れた旅行先を見つけて 次の休暇を計画しましょう。
ko: 햇살 좋은 여행지를 찾고 다음 휴가를 미리 계획하세요.
pt: Encontre destinos ensolarados e planeie as suas próximas férias.
ru: Находите солнечные направления и планируйте следующий отпуск заранее.
zh_hans: 寻找阳光充足的目的地 提前规划下一次假期。
zh_hant: 尋找陽光充足的目的地 提前規劃下一次假期。

source: Find Sunny Place
de: Finden Sie Sunny Place
es: Encuentra un lugar soleado
fr: Trouver un endroit ensoleillé
it: Trova un posto soleggiato
ja: 日当たりの良い場所を探す
ko: 써니 플레이스 찾기
pt: Encontre um lugar ensolarado
ru: Найдите солнечное место
zh_hans: 寻找阳光明媚的地方
zh_hant: 尋找陽光明媚的地方

source: Find sunny places in this region
de: Finde sonnige Orte in dieser Region
es: Encuentra lugares soleados en esta región
fr: Trouver des lieux ensoleillés dans cette région
it: Trova luoghi soleggiati in questa regione
ja: この地域で晴れている場所を探す
ko: 이 지역에서 맑은 장소 찾기
pt: Encontrar locais ensolarados nesta região
ru: Найти солнечные места в этом регионе
zh_hans: 查找此区域的晴朗地点
zh_hant: 尋找此區域的晴朗地點

source: Finding sunny places
de: Suche nach sonnigen Plätzen
es: Encontrar lugares soleados
fr: Trouver des endroits ensoleillés
it: Trovare posti soleggiati
ja: 日当たりの良い場所を探す
ko: 햇볕이 잘 드는 곳 찾기
pt: Encontrando lugares ensolarados
ru: Находим солнечные места
zh_hans: 寻找阳光充足的地方
zh_hant: 尋找陽光充足的地方

source: Finds sunny cities within 100 km of your current location.
de: Findet sonnige Städte im Umkreis von 100 km um Ihren aktuellen Standort.
es: Encuentra ciudades soleadas dentro de un radio de 100 km de su ubicación actual.
fr: Recherche des villes ensoleillées dans un rayon de 100 km autour de votre position actuelle.
it: Trova città soleggiate entro 100 km dalla tua posizione attuale.
ja: 現在地から 100 km 以内の日当たりの良い都市を検索します。
ko: 현재 위치에서 100km 이내의 맑은 도시를 찾습니다.
pt: Encontra cidades ensolaradas num raio de 100 km da sua localização atual.
ru: Находит солнечные города в радиусе 100 км от вашего текущего местоположения.
zh_hans: 查找距您当前位置 100 公里范围内阳光明媚的城市。
zh_hant: 尋找在您目前位置 100 公里範圍內陽光明媚的城市。

source: Finds sunshine across the visible map screen by checking its 15 largest cities.
de: Findet Sonnenschein auf dem sichtbaren Kartenbildschirm, indem die 15 größten Städte überprüft werden.
es: Encuentra la luz del sol en la pantalla del mapa visible marcando sus 15 ciudades más grandes.
fr: Trouve le soleil sur l'écran de la carte visible en vérifiant ses 15 plus grandes villes.
it: Trova il sole sulla schermata della mappa visibile controllando le sue 15 città più grandi.
ja: 15 の最大都市をチェックすることで、表示されている地図画面全体で太陽の光を見つけます。
ko: 15개 대도시를 확인하여 눈에 보이는 지도 화면에서 햇빛을 찾습니다.
pt: Encontra a luz do sol na tela visível do mapa, verificando suas 15 maiores cidades.
ru: Находит солнечный свет на видимом экране карты, проверяя 15 крупнейших городов.
zh_hans: 通过检查 15 个最大的城市，在可见的地图屏幕上找到阳光。
zh_hant: 透過檢查 15 個最大的城市，在可見的地圖螢幕上找到陽光。
